performance/unicorn/random.txt
Running 10s test @ http://localhost:3004/random
  10 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   778.03ms  529.97ms   1.47s    66.67%
    Req/Sec     1.04      2.29     9.00     90.00%
  50 requests in 10.10s, 167.34KB read
  Socket errors: connect 0, read 0, write 0, timeout 23
Requests/sec:      4.95
Transfer/sec:     16.56KB